/* NSPanel (%@ Software Update) : <title:%@ Software Update> (oid:59) */
"%@ Software Update" = "%@ 軟體更新";

/* NSButton (Cancel) : <title:Cancel> (oid:2) */
"Cancel" = "取消";

/* NSButton (Check for updates automatically) : <title:Check for updates automatically> (oid:62) */
"Check for updates automatically" = "自動檢查更新";

/* NSTextField (Error while checking for the latest version) : <title:Error while checking for the latest version> (oid:64) */
"Error while checking for the latest version" = "檢查最新版本時發生錯誤";

/* NSTextField (No updates are available.) : <title:No updates are available.> (oid:53) */
"No updates are available." = "目前沒有更新可取得。";

/* NSButton (Okay) : <title:Okay> (oid:63) */
"Okay" = "好";

/* NSTextField (There was an error while connecting to server.  Please check your network settings or try again later.) : <title:There was an error while connecting to server.  Please check your network settings or try again later.> (oid:58) */
"There was an error while connecting to server.  Please check your network settings or try again later." = "連接至伺服器時發生錯誤。請檢查您的網路設定或稍後重試
。";

/* NSTextField (This application was updated on %@. The version %@ is available since %i days. Would you like to update your version %@ ?) : <title:This application was updated on %@.
The version %@ is available since %i days.
Would you like to update your version %@ ?> (oid:44) */
"This application was updated on %@.\nThe version %@ is available since %i days.\nWould you like to update your version %@ ?" = "這個應用程式更新於 %@。\n這個版本 %@ 從 %i 天前起已可下載取得。\n您是否想要更新您的版本 %@？";

/* NSButton (Update) : <title:Update> (oid:12) */
"Update" = "更新";

/* NSTextField (Update available) : <title:Update available> (oid:43) */
"Update available" = "更新已可取得";

/* NSTextField (Your version is up to date) : <title:Your version is up to date> (oid:55) */
"Your version is up to date" = "您的版本已是最新版本";

